<?php

return [
    // working in this area

    'common' => [
        'site_short' => 'DP4PM',
        'site' => 'চলন্ত মানুষের জন্য ডিজিটাল প্ল্যাটফর্ম',
        'helpdesk' => 'হেল্পডেস্ক ',
    ],

    'status' => [
        'active' =>
            'সক্রিয়',
        'inactive' =>
            'নিষ্ক্রিয়',
        'pending' => "প্রক্রিয়াধীন",
        'rejected' =>
            'প্রত্যাখ্যাত',
        'deleted' => 'ডিলেটেড',
    ],

    'login' => [
        'login' => 'লগইন',
        'registration' => 'রেজিস্ট্রেশন',
        'goback' => 'হোম ফিরে যাও',
        'title' =>
            'এডমিন লগইন',
        'forgot' =>
            'আপনার এডমিন পাসওয়ার্ড ভুলে গেছেন?',
        'action' => 'অ্যাকশন',
        'sl' => '#',
        'save' => 'লগইন',
        'email' => '
        ই-মেইল এড্রেস',
        'password' =>
            'পাসওয়ার্ড',
        'register' => 'এখনও নিবন্ধন করেননি!'
    ],

    'footer' => [
        'title2' =>
            'পরিকল্পনা ও বাস্তবায়নে',
        'title3' =>
            'প্রযুক্তিগত সহায়তায়',
        'address' => 'আসপায়ার টু ইনোভেট (a2i) প্রোগ্রাম
        E-14/X, ICT টাওয়ার
        আগারগাঁও, শেরেবাংলা নগর,
        ঢাকা-1207, বাংলাদেশ',

        'office_time' => '(শনি - বৃহস্পতিবার, সকাল ১০:00 টা থেকে ৬:00 pm)',
        'contact' => 'টেলি: ৮৮ ০২ ৫৫০০৬৯৩১-৩৪',

    ],

    // working in this area

    'slider' => [
        'status' => 'আবেদনের পরিস্থিতি জানুন'
    ],
    'about' => [
        'title' => 'মন্ত্রণালয়ের কার্যাবলী:'
    ],

    'ministryFunctions' => [
        'function1' => 'বৈদেশিক কর্মসংস্থানে আগ্রহী বাংলাদেশের নাগরিকদের জন্য প্রচলিত শ্রমবাজার টিকিয়ে রাখাসহ নতুন শ্রমবাজার সৃষ্টির উদ্যোগ গ্রহণ।',
        'function2' => 'আন্তর্জাতিক সংস্থাসমূহের সাথে যোগাযোগ ও সমন্বয় সাধন।',
        'function3' => 'মন্ত্রণালয়ের উপর অর্পিত বিষয় সংশ্লিষ্ট আইন, বিধিমালা ও নীতি প্রণয়ন/সংশোধন।',
        'function4' => 'বিদেশস্থ বাংলাদেশ মিশনে শ্রম উইং-এর কর্মকর্তা-কর্মচারী নিয়োগ ও তাদের প্রশাসনিক বিষয়াদি সম্পাদন।',
        'function5' => 'বাংলাদেশের অর্থনৈতিক ও সমাজকল্যাণমূলক কর্মকান্ডে প্রবাসী বাংলাদেশিদের অংশগ্রহণ ও বিনিয়োগে সহযোগিতা প্রদান।',
        'function6' => 'বিদেশে নিয়োগকৃত কর্মী, নিয়োগকারী দেশ ও প্রাসঙ্গিক তথ্যাদি সংরক্ষণ।',
        'function7' => 'প্রবাসী বাংলাদেশিদের মধ্যে বাংলাদেশের সংস্কৃতি চর্চায় পৃষ্ঠপোষকতা।',
        'function8' => 'বৈদেশিক শ্রমবাজারের চাহিদার সাথে সামঞ্জস্যপূর্ণ ট্রেডে প্রশিক্ষণের মাধ্যমে দক্ষ জনবল সৃষ্টি।',
        'function9' => 'এ মন্ত্রণালয় সংশ্লিষ্ট বিষয়ে অন্যান্য দেশ ও সংস্থার সাথে চুক্তি ও সমঝোতা স্মারক স্বাক্ষর সম্পর্কিত বিষয়াদি।',
        'function10' => 'মন্ত্রণালয়ের সংশ্লিষ্ট বিএমইটি, প্রবাসী কল্যাণ ব্যাংক, বোয়েসেল এবং ওয়েজ আর্নার্স কল্যাণ তহবিল পরিচালনা কার্যক্রম পরিবীক্ষণ, মূল্যায়ন এবং তত্ত্বাবধান।',
        'function11' => 'রিক্রুটমেন্ট এজেন্টসমূহের নিবন্ধন ও লাইসেন্স প্রদান এবং তাদের কার্যক্রম পরিবীক্ষণ।',
        'function12' => 'প্রবাসী বাংলাদেশি কর্মীদের রেমিটেন্স প্রেরণে সহায়তা প্রদান।',
        'function13' => 'অভিবাসী বাংলাদেশিদের কল্যাণ ও অধিকার নিশ্চিতকরণ।',
        'function114' => ' বৈদেশিক কর্মসংস্থান ব্যবস্থাপনায় স্বচ্ছতা ও জবাবদিহিতা নিশ্চিতকরণের মাধ্যমে সুশাসন প্রতিষ্ঠা করা।',

    ],
    'service' => [
        'title' => 'জনপ্রিয় সেবা সমূহ',
        'cost' => 'খরচ',
        'tax' => 'ট্যাক্স',
        'totalCost' => 'সর্বমোট খরচ',
    ],
    'tutorial' => [
        'title' => 'টিউটোরিয়াল'
    ],
    'datacenter' => [
        'title' => 'সহজেই অনলাইনে আপনার সেবা নিশ্চিত করুন',
        'description' => 'নাগরিকের সকল সংগ্রহীত কিংবা আপলোড কৃত তথ্য বাংলাদেশ সরকারের ফোর টায়ার ন্যাশনাল ডাটা সেন্টারে সংরক্ষণ করা হয়',
        'feature1' => ' ২৫৬ বিট এঙ্ক্রিপশন ',
        'feature2' => ' ক্লাউড স্টোরেজ ',
        'feature3' => ' সিকিউরড এপ্লিকেশন ',
        'feature4' => ' ব্যাকআপ জোন ',
    ],
    'onlineShare' => [
        'title' => ' অনলাইন শেয়ার',
        'description' => 'প্রবাসী কল্যাণ ও বৈদেশিক কর্মসংস্থান মন্ত্রণালয়',
        'requester' => 'রিকোয়েস্টার',
    ],
    'weDo' => [
        'title' => 'সাবস্ক্রাইব',
        'description' => 'সকল আপডেট ইমেইল এর মাধ্যমে পেতে সাবস্ক্রাইব করুন',
        'write' => 'এখানে লিখুন',
        'subscribe' => 'সাবস্ক্রাইব',
        'user' => 'নিবন্ধিত ব্যবহারকারী',
        'issuer' => ' প্রবাসী কল্যাণ ও বৈদেশিক কর্মসংস্থান মন্ত্রণালয় দ্বারা ইস্যুকৃত ',
        'issuedDocument' => 'ইস্যুকৃত ডকুমেন্ট',
        'requester' => 'রিকোয়েস্টার',
        'statistics' => "পরিসংখ্যান"
    ],
    'faq' => [
        'title' => 'সচরাচর জিজ্ঞাসা',
        'question1' => 'প্রবাস স্মার্ট সেন্টার কি? ',
        'answer1' => 'একজন প্রবাসী উদ্যোক্তার মাধ্যমে প্রবাসী বাংলাদেশিদের সরকারি ও বেসরকারি সেবাসমূহ দূতাবাস কর্তৃক নির্ধারিত ফি এর বিনিময়ে নিশ্চিতকরণের লক্ষ্যে প্রবাসে গঠিত সহায়তা সেন্টার। ',
        'question2' => 'প্রবাস স্মার্ট সেন্টার থেকে কি কি সেবা পাওয়া যেতে পারে? ',
        'answer2' => ' বর্তমানে সৌদি আরব ESC তে প্রদত্ত পররাষ্ট্র মন্ত্রণালয় এর ৮টি কনস্যুলার সেবাসমূহঃ <br>
                                ১। পাসপোর্ট রি-ইস্যু <br>
                                ২। পাসপোর্ট নবায়ন প্রতি বছর<br>
                                ৩। ডুপ্লিকেট জন্ম নিবন্ধন এবং জন্ম নিবন্ধন তথ্য সংশোধণের আবেদন। <br>
                                ৪। ডকুমেন্টস সত্যায়ন<br>
                                ৫। সৌদি পুলিশ ক্লিয়ারেন্স জন্য দূতাবাসের সুপারিশ পত্র। <br>
                                ৬। প্রবাসী কল্যাণ কার্ড। <br>
                                ৭। ট্রাভেল পার্ম। <br>
                                ৮। ভিনদেশি নাগরিকদের জন্য বাংলাদেশী ভিসার অনলাইন আবেদন। <br>',
        'question3' => 'ESC তে নতুন সংযোজিত পররাষ্ট্র মন্ত্রণালয় এর ৮টি কনস্যুলার সেবাসমূহ ',
        'answer3' => '১। পুলিশ ক্লিয়ারেন্স সত্যায়নের জন্য আবেদন। <br>
        ২। নোট ভার্বাল ও কূটনৈতিক পত্র/ পরিচয়। <br>
        ৩। অবিবাহিত সনদপত্র সত্যায়নের জন্য আবেদন। <br>
        ৪। অভিভাবক সনদপত্র সত্যায়ন/ প্রত্যয়ন-এর জন্য আবেদন। <br>
        ৫। ড্রাইভিং লাইসেন্স সত্যায়নের জন্য আবেদন। <br>
        ৬। হজ ওমরা সনদপত্র সত্যায়নের জন্য আবেদন। <br>
        ৭। বিদেশগামী ব্যক্তিদের শিক্ষা সনদ সত্যায়নের জন্য আবেদন। <br>
        ৮। আম-মোক্তারনামা সত্যায়নের জন্য আবেদন। ',
        'question4' => 'ESC তে নতুন সংযোজিত প্রবাসী কল্যাণ ও বৈদেশিক কর্মসংস্থান মন্ত্রণালয়ের অধীনস্ত ওয়েজ আর্নার্স ওয়েলফেয়ার বোর্ড এর ৬টি সেবাসমুহ ',
        'answer4' => '১। প্রবাসে আইনগত সহায়তার জন্য আবেদন। <br>
        ২। প্রবাসে বিপদগ্রস্ত নারী কর্মীকে উদ্ধার পূর্বক সেইফ হোমে আশ্রয় প্রদানের লক্ষ্যে প্রদত্ত সহায়তার জন্য আবেদন। <br>
        ৩। প্রবাসে জেলে আটক কর্মীকে দেশে ফেরত আনয়নের আবেদন। <br>
        ৪। প্রবাসে দণ্ডপ্রাপ্ত কর্মীর সাধারন ক্ষমা প্রাপ্তির জন্য আবেদন। <br>
        ৫। প্রবাসী কর্মীর মৃতদেহ দেশে আনয়নের জন্য আবেদন। <br>
        ৬। মৃতদেহ দেশে আনয়নে ব্যয় নির্বাহের আবেদন। '
    ],
    'help' => [
    'title' => 'কোন সাহায্য প্রয়োজন ?',
    'call' => 'কল করুন',
    'governmentService' => 'সরকারি তথ্য ও সেবা',
    'emergency' => 'জরুরি সেবা',
    'myGov' => 'মাইগভ সংক্রান্ত যেকোনো সমস্যা / জিজ্ঞাসা'
],
    'siteHelp' => [
    'title' => 'প্রবাসী কল্যাণ ও বৈদেশিক কর্মসংস্থান মন্ত্রণালয়',
    'socialMedia' => 'সোশাল মিডিয়া',
    'footer'=> 'ফুটার',
    'aboutUs' => 'আমাদের সম্পর্কে',
    'terms' => 'শর্তাবলী',
    'rules' => 'নিয়মাবলী',
    'faq' => 'প্রায়শই জিজ্ঞাসা',
    'sitemap' => 'সাইট ম্যাপ',
    'statistics' => 'পরিসংখ্যান',
    'resource' => 'রিসোর্স',
    'advertise' => 'বিজ্ঞপ্তি',
    'requester' => 'রিকোয়েস্টার',
    'issuer' => 'ইস্যুয়ার',
    'verifier' => 'ভ্যারিফায়ার',
    'status' => 'স্ট্যাটাস পেইজ'
        ]

];
